[
    {
        "id": 0,
        "title": "Внешность",
        "sunnats": [
            {"title": "Пользоваться маслами и благовониями", 
                "about": [
                    {"text": "«Посланник Аллаха (саллаллаху алейхи ва саллям) сказал: «Нельзя отказываться от трех вещей: подушки, масла, которым умащают тело, и прекрасных ароматов»",
                        "from": "Ибн Умар (радыйаллаху анху)"},
                    {"text": "«Посланник Аллаха (саллаллаху алейхи ва саллям) говорил: «Для мужчин хороший аромат – это тот, от которого, подобно цветочной воде, исходят благоухания, и остается незаметным цвет. Для женщин хороший аромат – этот тот, запах которого, подобно шафрану, остается незаметным, но зато проявляется цвет»",
                        "from": "Абу Хурайра (радыйаллаху анху)"},
                    {"text": "«Посланник Аллаха (саллаллаху алейхи ва саллям) советовал: «Когда кому-либо из вас дарят райхан, не отказывайтесь от него, так как райхан пришел из Рая»",
                        "from": "Абу Усман ан-Нахди (радыйаллаху анху)"}
                ]},

            {"title": "Как носить обувь", 
                "about": [
                    {"text": "«Пусть никто из вас не ходит, обутым на одну ногу. Надевайте обувь на обе ноги или же снимите ее»",
                        "from": "Посланник Аллаха (саллаллаху алейхи ва саллям)"},
                    {"text": "«Пророк (саллаллаху алейхи ва саллям) сказал: «Когда кто-либо из вас надевает обувь, пусть он начинает с правой ноги, а снимая – пусть начинает с левой ноги. Обувь с правой ноги надевайте первой, а снимайте последней»",
                        "from": "Аль-Арадж (радыйаллаху анху)"}
                ]}, 

            {"title": "Как носить одежду", 
                "about": [
                    {"text": "«Когда Посланник Аллаха (саллаллаху алейхи ва саллям) надевал новую одежду, он называл ее по имени (это – одежда, это – халат, это – чалма) и затем читал следующую молитву (дуа): «О мой Аллах! Я воздаю хвалу Тебе за то, что Ты дал мне эту одежду. Я прошу у Тебя ее блага и прошу блага того, что сделано для нее. Я прибегаю к Твоей защите от ее зла и от зла того, что сделано для нее»",
                        "from": "Абу Саид аль-Худри (радыйаллаху анху)"},
                    {"text": "«Посланник Аллаха (саллаллаху алейхи ва саллям) советовал: «Не избегайте белой одежды! Пусть живые из вас носят одежды из белой ткани, а своих усопших погребайте в них, так как это самая благая одежда!»",
                        "from": "Самра ибн Джундуб (радыйаллаху анху)"}
                ]}, 

            {"title": "Как пользоваться сурьмой", 
                "about": [
                    {"text": "«Пророк (саллаллаху алейхи ва саллям) говорил: «Наносите сурьму на глаза, так как это укрепляет зрение и способствует прорастанию ресниц»",
                        "from": "Ибн Аббас (радыйаллаху анху)"},
                    {"text": "«Перед сном Посланник Аллаха (саллаллаху алейхи ва саллям) по три раза наносил сурьму на каждый глаз»",
                        "from": "Ибн Аббас (радыйаллаху анху)"}
                ]}, 

            {"title": "Всё про волосы", 
                "about": [
                    {"text": "«Мы мылись вместе с Посланником Аллаха из одного сосуда. Его волосы не доходили до плеч, но ниспадали до мочек ушей»",
                        "from": "Айша (радыйаллаху анха)"},
                    {"text": "«Волосы были не кудрявые и не прямые. Волосы ниспадали до мочек ушей»",
                        "from": "Анас ибн Малик (радыйаллаху анхума)"},
                    {"text": "«Когда Посланник Аллаха (саллаллаху алейхи ва саллям) совершал омовение, расчесывал волосы и надевал обувь, он любил начинать с правой стороны»",
                        "from": "Айша (радыйаллаху анха)"},
                    {"text": "«Посланник Аллаха (саллаллаху алейхи ва саллям) всегда расчесывался»",
                        "from": "Некто Зат (радыйаллаху анху) из числа сподвижников"}
                ]}
        ]
    },

    {
        "id": 1,
        "title": "Образ жизни",
        "sunnats": [
            {"title": "Ходить двольно быстро", 
                "about": [
                    {"text": "«Я не видел человека, который бы ходил быстрее Посланника Аллаха (саллаллаху алейхи ва саллям). Словно ради него земля скатывалась. Когда мы шли рядом с ним, мы изрядно прилагали усилия,чтобы поспеть за ним. Тог-да как он нисколько не напрягался, так как такая ходьба была свойственна ему от природы»",
                        "from": "Абу Хурайра (радыйаллаху анху)"},
                    {"text": "«Пророк (саллаллаху алейхи ва саллям) ходил таким образом, будто спускался вниз с высокого места и делал такаф-фу»",
                        "from": "Али ибн Абу Талиб (радыйаллаху анху)"}
                ]}, 
                
            {"title": "Как сидеть по Сунне", 
                "about": [
                    {"text": "«Когда Посланник Аллаха (саллаллаху алейхи ва саллям) сидел в мечети, он всегда прижав ноги к животу, обхватывал руками колени»",
                        "from": "Абу Зайд аль-Худри (радыйаллаху анху)"},
                    {"text": "«Увидев, как Посланник Аллаха (саллаллаху алейхи ва саллям) сидит с полным умиро-творением, я так сильно испугалась, что начала дрожать»",
                        "from": "Кыйла бинти Махрама (радыйаллаху анха)"},
                    {"text": "«Я видел, как Посланник Аллаха (саллаллаху алейхи ва саллям) сидел, положив под левый бок подушку»",
                        "from": "Джабир ибн Самура (радыйаллаху анху)"},
                    {"text": "«Пророк (саллаллаху алейхи ва саллям) изрек: «Я ни в коем случае не принимаю пищу облокотившись»",
                        "from": "Абу Джухайфа (радыйаллаху анху)"}
                ]}, 
                
            {"title": "Как ложиться спать", 
                "about": [
                    {"text": "«Когда Пророк (саллаллаху алейхи ва саллям) ложился в постель, он клал правую ладонь под правую щеку и говорил: «Рабби кыни ’азабакя явма таб’асу ’ибадакя»»",
                        "from": "Бара ибн Азиб (радыйаллаху анху)"},
                    {"text": "«Когда Посланник Аллаха (саллаллаху алейхи ва саллям) ложился спать, каждый вечер он соединял ладони и читал суры «аль-Ихляс», «аль-Фаляк» и «ан-Нас». Затем он протирал руками все места, до которых можно было дотянуться. Сначала он протирал голову, лицо и правую сторону тела. Так он делал три раза»",
                        "from": "Айша (радыйаллаху анха)"},
                    {"text": "«Посланник Аллаха (саллаллаху алейхи ва саллям) во время сна обычно дышал через рот. Пришел Биляль и сообщил, что наступило время намаза. Тогда Посланник Аллаха (саллаллаху алейхи ва саллям) встал и, не совершая омовения, совершил намаз, так как во сне его омовение не нарушалось»",
                        "from": "Ибн Аббас (радыйаллаху анху)"},
                    {"text": "«Когда Пророк (саллаллаху алейхи ва саллям), находясь в пути, останавливался для отдыха на ночь, он ложился на правый бок. Когда до утра оставалось немного времени, он правую руку выпрямлял и клал голову на нее и так спал»",
                        "from": "Абу Катада (радыйаллаху анху)"}
                ]}, 
                
            {"title": "Делать кровопускание", 
                "about": [
                    {"text": "«Посланнику Аллаха (саллаллаху алейхи ва саллям) сделали кровопускание, и он приказал мне сделать себе то же самое. Я также заплатил тому, кто сделал мне кровопускание»",
                        "from": "Али (радыйаллаху анху)"},
                    {"text": "«Посланнику Аллаха (саллаллаху алейхи ва саллям) пустили кровь из вен, находящихся по обеим сторонам шеи, и из кахиля. Он всегда делал кровопускание на 17, 19 или 21 день каждого месяца»",
                        "from": "Айша (радыйаллаху анха)"},
                    {"text": "«Посланник Аллаха (саллаллаху алейхи ва саллям) во время сна обычно дышал через рот. Пришел Биляль и сообщил, что наступило время намаза. Тогда Посланник Аллаха (саллаллаху алейхи ва саллям) встал и, не совершая омовения, совершил намаз, так как во сне его омовение не нарушалось»",
                        "from": "Ибн Аббас (радыйаллаху анху)"},
                    {"text": "«Когда Пророк (саллаллаху алейхи ва саллям), находясь в пути, останавливался для отдыха на ночь, он ложился на правый бок. Когда до утра оставалось немного времени, он правую руку выпрямлял и клал голову на нее и так спал»",
                        "from": "Абу Катада (радыйаллаху анху)"}
                ]}
        ]
    },

    {
        "id": 2,
        "title": "Вера",
        "sunnats": [
            {"title": "Как совершать намаз по сунне", 
                "about": [
                    {"text": "«Посланник Аллаха (саллаллаху алейхи ва саллям) совершал намаз до тех пор, пока у него не распухали ноги»",
                        "from": "Мугира ибн Шуба (радыйаллаху анху)"},
                    {"text": "«Когда Пророк (саллаллаху алейхи ва саллям) из-за сильного желания спать или усталости не мог совершить ночью намаз, днем он совершал двенадцать ракаатов (но до полудня)»",
                        "from": "Айша (радыйаллаху анха)"},
                    {"text": "«Ночью Пророк (саллаллаху алейхи ва саллям) совершил тринадцать ракаатов намаза»",
                        "from": "Ибн Аббас (радыйаллаху анху)"},
                    {"text": "«Пророк (саллаллаху алейхи ва саллям) говорил: «Когда кто-то из вас встает ночью (для совершения намаза тахаджуд), пусть сначала прочитает намаз из двух коротких ракаатов»",
                        "from": "Абу Хурайра (радыйаллаху анху)"},
                    {"text": "«Обычно Посланник Аллаха (саллаллаху алейхи ва саллям) совершал двенадцать ракаатов намаза, включая один ракаат намаза витр. Завершив эти намазы, он ложился отдыхать на правом боку»",
                        "from": "Айша (радыйаллаху анха)"},
                    {"text": "«Посланник Аллаха (саллаллаху алейхи ва саллям) ночью совершал девять ракаатов намаза»",
                        "from": "Айша (радыйаллаху анха)"}
                ]},

            {"title": "Как совершать нафиль намаз по сунне", 
                "about": [
                    {"text": "«Порой Посланник Аллаха (саллаллаху алейхи ва саллям) совершал нафиль намазы сидя, и суру он читал нараспев так, что каждая читаемая сура казалась длиннее, более длинной суры»",
                        "from": "Хафса (радыйаллаху анха)"},
                    {"text": "«До своей кончины Посланник Аллаха (саллаллаху алейхи ва саллям) большую часть нафиль намазов совершал сидя»",
                        "from": "Айша (радыйаллаху анха)"},
                    {"text": "«Вместе с Посланником Аллаха (саллаллаху алейхи ва саллям) в его доме мы перед зухром совершили два ракаата, затем еще два ракаата. После магриба мы совершили два ракаата и после ишы в его доме снова совершили два ракаата нафиль намаза»",
                        "from": "Ибн Умар (радыйаллаху анху)"},
                    {"text": "«Как только рассветало, и муадзин читал азан, Посланник Аллаха (саллаллаху алейхи ва саллям) тут же совершал два ракаата нафиль намаза»",
                        "from": "Хафса (радыйаллаху анха)"},
                    {"text": "«После полудня, перед намазом зухр, Посланник Аллаха (саллаллаху алейхи ва саллям) совершал четыре ракаата нафиль намаза и при этом говорил: «Это час, когда открываются небесные врата. Я люблю, чтобы в этот час возвысилось одно мое праведное деяние»",
                        "from": "Абдуллах ибн ас-Саиб (радыйаллаху анху)"},
                    {"text": "«Я спросил у Посланника Аллаха (саллаллаху алейхи ва саллям) о совершении намаза дома и в мечети. Он сказал: «Ты знаешь, насколько мой дом близок к мечети. Невзирая на это, я люблю все намазы, за исключением фард намазов, совершать у себя дома»",
                        "from": "Абдуллах ибн Саид (радыйаллаху анху)"}
                ]},

            {"title": "Как совершать намаз духа по сунне", 
                "about": [
                    {"text": "«Пророк (саллаллаху алейхи ва саллям) совершал намаз духа в четыре ракаата»",
                        "from": "Анас ибн Малик (радыйаллаху анху)"},
                    {"text": "«За исключением Умму Хани никто не сообщал мне о том, что видели, как Пророк (саллаллаху алейхи ва саллям) совершал намаз духа»",
                        "from": "Абдуррахман ибн Аби Лайла (радыйаллаху анху)"},
                    {"text": "«Пророк (саллаллаху алейхи ва саллям) так часто совершал намаз духа, что мы подумывали, что он никогда не прекратит его совершать. Но иногда он долгое время не совершал его, что мы думали, что больше он не будет его совершать»",
                        "from": "Абу Саид аль-Худри (радыйаллаху анху)"},
                    {"text": "«Пророк (саллаллаху алейхи ва саллям) до обязательного намаза зухр совершал четыре ракаата намаза. Он совершал эти четыре ракаата после полудня и совершал их долго»",
                        "from": "Али (радыйаллаху анху)"}
                ]},

            {"title": "Как держать пост по сунне", 
                "about": [
                    {"text": "«За исключением месяцев Шабана и Рамадана, я не видела, чтобы Посланник Аллаха (саллаллаху алейхи ва саллям) два месяца подряд соблюдал пост»",
                        "from": "Умму Саляма (радыйаллаху анха)"},
                    {"text": "«Я не видела, чтобы Посланник Аллаха (саллаллаху алейхи ва саллям) ради милости Аллаха целый месяц соблюдал пост, как в месяц Шабан. За исключением некоторых дней, он весь месяц Шабан соблюдал пост. Практически соблюдал пост поч-ти все дни этого месяца»",
                        "from": "Айша (радыйаллаху анха)"},
                    {"text": "«В начале каждого месяца Посланник Аллаха (саллаллаху алейхи ва саллям) три дня соблюдал пост. Было очень мало дней, когда он соблюдал пост по пятницам»",
                        "from": "Абдуллах (радыйаллаху анху)"},
                    {"text": "«Пророк (саллаллаху алейхи ва саллям) старался соблюдать пост по понедельникам и четвергам»",
                        "from": "Айша (радыйаллаху анха)"}
                ]},

            {"title": "Как читать Коран по сунне", 
                "about": [
                    {"text": "«Я спросил у Анаса ибн Малика о чтении Корана Посланником Аллаха (саллаллаху алейхи ва саллям). Он ответил мне: «Он удлинял буквы, которые требуется удлинять при чтении»",
                        "from": "Катада (радыйаллаху анху)"},
                    {"text": "«Посланник Аллаха (саллаллаху алейхи ва саллям) читал аяты по отдельности, то есть делал паузу между ними. Он читал следующим образом: «Альхамду лилляхи раббиль-’алямин», и останавливался. Затем: «Ар-рахманир-рахим», и вновь останавливался. Потом: «Малики явмид-дин»",
                        "from": "Ибн Абу Мулайк (радыйаллаху анху)"},
                    {"text": "«Все пророки, посланные Аллахом, были прекрасны собой и обладали прекрасным голосом. И Посланник Аллаха (саллаллаху алейхи ва саллям) был прекрасен собой и обладал красивым голосом. Он не делал тарджи – при чтении Корана его голос не дрожал и не вибрировал»",
                        "from": "Катада (радыйаллаху анху)"},
                    {"text": "«Когда Посланник Аллаха (саллаллаху алейхи ва саллям) был дома, его чтение Корана во время совершения ночного намаза порой слышали во дворе»",
                        "from": "Ибн Аббас (радыйаллаху анху)"}
                ]}
        ]
    },

    {
        "id": 3,
        "title": "Пища",
        "sunnats": [
            {"title": "Умеренность в еде", 
                "about": [
                    {"text": "«За исключением тех случаев, когда Посланник Аллаха (саллаллаху алейхи ва саллям) принимал пищу с гостем, он никогда не наедался ни хлебом, ни мясом»",
                        "from": "Малик ибн Динар (радыйаллаху анху)"},
                    {"text": "«Нет никаких сомнений в том, что мы, семья Мухаммада, в течение целого месяца не разжигали огонь в очаге, чтобы приготовить пищу. Наша пища состояла из фиников и воды»",
                        "from": "Айша (радыйаллаху анха)"},
                    {"text": "«Нет никаких сомнений в том, что за исключением тех случаев, когда дома были гости, на столе Пророка (саллаллаху алейхи ва саллям) никогда не было одновременно хлеба и мяса»",
                        "from": "Анас ибн Малик (радыйаллаху анху)"}
                ]}, 

            {"title": "Что говорить во время еды", 
                "about": [
                    {"text": "«Посланник Аллаха (саллаллаху алейхи ва саллям) сказал: «Кто начнет принимать пищу и забудет над ней произнести имя Всевышнего Аллаха, пусть скажет «бисмилляхи аваллаху ва ахираху» (с именем Аллаха как вначале, так и в конце)»",
                        "from": "Айша (радыйаллаху анха)"},
                    {"text": "«Я отправился к Посланнику Аллаху (саллаллаху алейхи ва саллям). Перед ним была еда. Он сказал мне: «Сынок, подойди сюда, произнеси имя Всевышнего Аллаха, ешь правой рукой и перед собой»",
                        "from": "Умар ибн Абу Саляма (радыйаллаху анху)"},
                    {"text": "«Когда Посланник Аллаха (саллаллаху алейхи ва саллям) принимал пищу, он говорил: «Альхамду лилляхил-лязиат’амана ва сакана ва джа’аляна муслимина» (Хвала Аллаху, который накормил, напоил и сделал нас мусульманами)»",
                        "from": "Абу Саид аль-Худри (радыйаллаху анху)"},
                    {"text": "«Когда перед Посланником Аллаха (саллаллаху алейхи ва саллям) убирали посуду, он говорил: «Аль хамдулилляхи хамдан касиран тайибан мубаракан фихи гайри мафийин ва ла мувадда ва ля мустагни анху Раббана азза ва джал»",
                        "from": "Абу Умама (радыйаллаху анху)"},
                    {"text": "«Пророк (саллаллаху алейхи ва саллям) сказал: «Несомненно, Аллах доволен тем рабом, который после еды или питья прославляет Его»",
                        "from": "Анас ибн Малик (радыйаллаху анху)"}
                ]}, 

            {"title": "Как кушать по Сунне", 
                "about": [
                    {"text": "«Посланник Аллаха (саллаллаху алейхи ва саллям) принимал пищу тремя пальцами – большим, указательным и средним и затем после еды облизывал их»",
                        "from": "Каб (радыйаллаху анху)"},
                    {"text": "«Пророк (саллаллаху алейхи ва саллям) сказал: «Я ни в коем случае не ем облокотившись»",
                        "from": "Абу Джухайфа (радыйаллаху анху)"},
                    {"text": "«Нет никаких сомнений в том, что за исключением тех случаев, когда дома были гости, на столе Пророка (саллаллаху алейхи ва саллям) никогда не было одновременно хлеба и мяса»",
                        "from": "Анас ибн Малик (радыйаллаху анху)"},
                    {"text": "«Я прочитал в Таурате (Торе), что баракят (благодать) пищи таится в омовении. Когда я рассказал Посланнику Аллаха (саллаллаху алейхи ва саллям) об этом, он сказал: «Баракят пищи – это совершение омовения рук до и после еды»",
                        "from": "Салман (радыйаллаху анху)"}
                ]}, 

            {"title": "Что добавить в рацион", 
                "about": [
                    {"text": "«Посланник Аллаха (саллаллаху алейхи ва саллям) сказал: «Какой прекрасной добавкой к пище является уксус»",
                        "from": "Айша (радыйаллаху анха)"},
                    {"text": "«Посланник Аллаха (саллаллаху алейхи ва саллям) сказал: «Ешьте оливковое масло и мажьте им свое тело, ибо оно изготовлено из благородного дерева»",
                        "from": "Умар ибн Хаттаб (радыйаллаху анху)"},
                    {"text": "«Посланник Аллаха (саллаллаху алейхи ва саллям) любил халву и мед»",
                        "from": "Айша (радыйаллаху анха)"},
                    {"text": "«Мы вместе с Посланником Аллаха (саллаллаху алейхи ва саллям) мы ели в мечети жареное мясо»",
                        "from": "Абдуллах ибн аль-Харис (радыйаллаху анху)"},
                    {"text": "«Я поставила перед Посланником Аллаха (саллаллаху алейхи ва саллям) кусок зажаренной баранины. Он немного поел и затем, не совершая омовения, встал на намаз»",
                        "from": "Умму Саляма (радыйаллаху анха)"},
                    {"text": "«Мясо бедренной части, не было любимым мясом Посланника Аллаха (саллаллаху алейхи ва саллям). Но он редко находил мясо. Когда он находил мясо бедренной части, он тут же спешил взять его, так как оно быстрее варилось»",
                        "from": "Айша (радыйаллаху анха)"},
                    {"text": "«Я слышал, как Посланник Аллаха (саллаллаху алейхи ва саллям) сказал: «Воистину, самое прекрасное мясо – это мясо со спины»",
                        "from": "Абдуллах ибн Джафар (радыйаллаху анху)"},
                    {"text": "«Посланник Аллаха (саллаллаху алейхи ва саллям) сказал: «Превосходство Айши над другими женщинами, подобно превосходству хлебной похлебки над другими видами пищи»",
                        "from": "Анас ибн Малик (радыйаллаху анху)"},
                    {"text": "«Пророку (саллаллаху алейхи ва саллям) нравился суфль. Абдуллах говорил, что суфль – это остатки пищи»",
                        "from": "Анас ибн Малик (радыйаллаху анху)"}
                ]}
        ]
    },

    {
        "id": 4,
        "title": "Общение",
        "sunnats": [
            {"title": "Говорить внятно, не торопясь", 
                "about": [
                    {"text": "«Посланник Аллаха (саллаллаху алейхи ва саллям) не говорил быстро, как вы. Он всегда говорил внятно, отделяя слова. Человек, находившийся с ним рядом, заучивал его слова»",
                        "from": "Айша (радыйаллаху анха)"},
                    {"text": "«Когда Посланник Аллаха (саллаллаху алейхи ва саллям) разговаривал, он, чтобы было понятно, три раза повторял слова»",
                        "from": "Анас ибн Малик (радыйаллаху анху)"}
                ]}, 

            {"title": "Часто улыбаться и смеяться", 
                "about": [
                    {"text": "«Кроме Посланника Аллаха (саллаллаху алейхи ва саллям) я не видел человека, который бы так часто улыбался»",
                        "from": "Абдуллах ибн аль-Харис ибн Джаз (радыйаллаху анху)"},
                    {"text": "«Когда Посланник Аллаха (саллаллаху алейхи ва саллям) смеялся, он только улыбался»",
                        "from": "Абдуллах ибн аль-Харис (радыйаллаху анху)"},
                    {"text": "«Посланник Аллаха (саллаллаху алейхи ва саллям) никогда не запрещал мне посещать его собрания и с тех пор, как я стал мусульманином, не было случая, чтобы он, увидев меня, не улыбался»",
                        "from": "Джурайр ибн Абдиллах (радыйаллаху анху)"}
                ]}
        ]
    },

    {
        "id": 5,
        "title": "Характер",
        "sunnats": [
            {"title": "Не бояться своих слёз", 
                "about": [
                    {"text": "«Посланник Аллаха (саллаллаху алейхи ва саллям) ответил: «Нет, я не плачу. Эти слезы на моих глазах исходят от милосердия. Несомненно, верующий во всех случаях оказывается в выгодном положении. Смотрите, даже когда забирают душу, он не перестает прославлять Аллаха!»",
                        "from": "Ибн Аббас (радыйаллаху анху)"},
                    {"text": "«Когда из глаз Посланник Аллаха (саллаллаху алейхи ва саллям) потекли слезы, он поцеловал усопшего Усмана ибн Мазуна»",
                        "from": "Айша (радыйаллаху анха)"}
                ]},

            {"title": "Быть скромным и вежливым", 
                "about": [
                    {"text": "«Некая женщина пришла к Пророку (саллаллаху алейхи ва саллям) и сказала, что у нее есть просьба к нему. Тогда он сказал ей: «Садись! Я сяду рядом с тобой на любой улице Медины, на какой ты пожелаешь!»",
                        "from": "Анас ибн Малик (радыйаллаху анху)"},
                    {"text": "«Посланник Аллаха (саллаллаху алейхи ва саллям) посещал больных, принимал участие в похоронных обрядах, ездил на муле, не отказывал невольникам и ходил к ним в гости. В день Бани Курайза он сидел на муле, удила и седло которого были изготовлены из финиковых волокон»",
                        "from": "Анас ибн Малик (радыйаллаху анху)"},
                    {"text": "«Хотя мы больше всех любили Посланника Аллаха (саллаллаху алейхи ва саллям), при виде его мы не вставали на ноги, так как знали, что он недоволен этим»",
                        "from": "Анас ибн Малик (радыйаллаху анху)"},
                    {"text": "«Посланник Аллаха (саллаллаху алейхи ва саллям) совершил хадж, на верблюде сидя на сгнившем седле и в бархатной одежде, которая не стоила даже четырех дирхамов. При этом он молился: «О Господь! Окажи нам милость и дай возможность совершить хадж, далекий от самодовольствия и напускного ханжества»",
                        "from": "Анас ибн Малик (радыйаллаху анху)"},
                    {"text": "«Посланник Аллаха (саллаллаху алейхи ва саллям) сказал: «Если кто-то подарит мне баранью ножку, я приму этот дар. Если меня пригласят на баранью ножку, я всегда приду туда»",
                        "from": "Анас ибн Малик (радыйаллаху анху)"},
                    {"text": "«Посланник Аллаха (саллаллаху алейхи ва саллям) пришел ко мне не на муле и не на чужеземном коне. Он пришел ко мне пешком»",
                        "from": "Джабир (радыйаллаху анху)"}
                ]},
            
            {"title": "Быть кротким и нравственным", 
                "about": [
                    {"text": "«Рядом с Посланником Аллаха (саллаллаху алейхи ва саллям) стоял человек, который был одет в одежды цвета шафрана. Посланник Аллаха (саллаллаху алейхи ва саллям) никогда не говорил людям то, что могло обидеть их. Когда человек ушел, Посланник Аллаха (саллаллаху алейхи ва саллям) сказал людям: «Скажите ему, пусть уберет желтизну!»",
                        "from": "Анас ибн Малик (радыйаллаху анху)"},
                    {"text": "«В природе Посланника Аллаха (саллаллаху алейхи ва саллям) не было склонности к скверным словам и дурным поступкам. Также он старался никогда так не поступать. Он никогда громко не говорил на рынке. Он не отвечал на зло злом, наоборот, он прощал невежественные поступки, совершенные против его личности, и старался не замечать их»",
                        "from": "Айша (радыйаллаху анха)"},
                    {"text": "«За исключением сражений с врагами мусульман, совершенных ради Аллаха, Посланник Аллаха (саллаллаху алейхи ва саллям) никого не бил рукой. К тому же он не ударил ни одного слугу и ни одну женщину»",
                        "from": "Айша (радыйаллаху анха)"},
                    {"text": "«Я слышал, как Джабир ибн Абдуллах рассказывал, что не было такого случая, чтобы Посланник Аллаха (саллаллаху алейхи ва саллям) ответил «нет», когда у него что-либо просили»",
                        "from": "Мухаммад ибн аль-Мункадир (радыйаллаху анху)"},
                    {"text": "«В силу совершенства состояния упования на Аллаха, Посланник Аллаха (саллаллаху алейхи ва саллям) ничего не приберегал на завтра»",
                        "from": "Анас ибн Малик (радыйаллаху анху)"},
                    {"text": "«Посланник Аллаха (саллаллаху алейхи ва саллям) принимал подарки и в ответ тоже дарил подарки»",
                        "from": "Айша (радыйаллаху анха)"},
                    {"text": "««Посланник Аллаха (саллаллаху алейхи ва саллям) был гораздо стыдливее, чем девственница под покрывалом. Когда ему что-то не нравилось, из стыда он ничего не говорил, и мы понимали это из выражений его лица»",
                        "from": "Абу Саид Худри (радыйаллаху анху)"}
                ]}
        ]
    }
]